[Main]
DisplayName=Română

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Atenție
lbl_Warnning_Detail.caption=Acest program de calculator este protejat de dreptul de autor și de tratatele internaționale.
lbl_copyright.caption=Copyright © IObit. Toate drepturile rezervate.
lbl_Thanks_Title.caption=Mulțumim următoarelor persoane pentru contribuțiile lor deosebite:
rdhtmlEula.caption=<a>Licența</a> | <a>Politica de confidențialitate</a>
Instructions_M=Instrucțiuni dezinstalare
lblAcknow.caption=Mulțumiri

[ActionCenter_M]
M_HideAC=Ascunde
M_ShowAC=Arată
M_AC_Tips=Obțineți o protecție mai bună și performanță accelerată cu programele recomandate.
M_ShowACTitle2=Notificare!
M_ShowACDesc=Toate programele recomandate sunt ascunse! Apăsați pe «Arată» pentru a le reafișa și apoi instalați-le pentru a obține o protecție și performanță maxime.
M_LearnRecommendNote=Momentan nu sunt produse recomandate.
M_LearnRecommendDesc=Apăsați pe „Mai multe” pentru a vedea mai multe produse care v-ar putea interesa.
M_none=Nimic
M_Fix=Instalare acum
M_LearnMore=Mai multe
M_Install=Instalare acum
M_fixing=Se instalează
M_Updating=Se actualizează
M_failed=Eșuat
M_RuningWell=Ultima versiune instalată
M_Outdated=vechi
M_NotInstalled=Nu este instalat
M_Insatlled=Instalat
M_Update=Actualizare
M_ASCCaption=Performanță sistem
M_ASCInfo_NotIns=Curățare fișiere inutile, eliminare urme de confidențialitate și fixare erori din regiștri.
M_ASCInfo_UpToDate=„Advanced SystemCare” accelerează și optimizează sistemul cu un singur clic.
M_ASCInfo_NeedUpDate=„Advanced SystemCare” este vechi.
M_RunASC=Scanare acum
M_ASCOffer=Curățați și optimizați sistemul cu un clic.<br>Accelerați viteza sistemului cu până la 200%.<br>Măriți viteza pe Internet cu până la 300%.<br>Monitorizați sistemul în timp real pentru un sistem mai fiabil.<br>Protejați sistemul împotriva programelor spion obișnuite.
M_IMFCaption=Protecție programe malițioase
M_IMFInfo_NotIns=Obțineți o protecție mai bună instalând programul antimalware al IObit.
M_IMFInfo_UpToDate=„IObit Malware Fighter” vă protejează calculatorul împotriva diferitelor programe malițioase.
M_IMFInfo_NeedUpDate=„IObit Malware Fighter” este vechi.
M_RunIMF=Scanare acum
M_IMFOffer=Protejare în timp real împotriva diverselor programe malițioase.<br>Scanare rapidă și detectare și eliminare eficientă amenințări<br>Prevenire proactivă atacuri de tip răscumpărare.<br>Navigare și descărcare de fișiere în siguranță.<br>Complet compatibil cu alte programe de securitate.
M_DBCaption=Actualizare drivere
M_DBInfo_NotIns_C=Actualizare și remediere drivere pentru a vă bucura de un sistem mai stabil.
M_DBInfo_NotIns=S-ar putea să existe drivere învechite, care ar putea să încetinească și să destabilizeze sistemul.
M_DBInfo_UpToDate=„Driver Booster” actualizează toate driverele învechite din sistem.
M_DBInfo_NeedUpDate=Programul de actualizare drivere este învechit.
M_DBDesc=Actualizare toate driverele învechite din sistem.
M_RunDB=Scanare acum
M_DBOffer=Bază de date mare cu drivere (peste 4.500.000).<br>Actualizare drivere certificate WHQ în siguranță, cu doar un clic.<br>Performanță mai bună în jocuri.<br>Fixare probleme de rețea, lipsă sunet, rezoluție nepotrivită, etc.<br>Reducere căderi și blocări ale sistemului.
M_SDCaption=Optimizare discuri
M_SDInfo_NotIns=Optimizare discuri pentru a obține o pornire mai rapidă a calculatorului și o viteză mai mare de acces la fișiere.
M_SDInfo_UpToDate=„Smart Defrag” defragmentează discul pentru performanțe ridicate.
M_SDInfo_NeedUpDate=Programul de defragmentare discuri este învechit.
M_RunSD=Defragmentare acum
M_SDOffer=Viteză mărită de acces la fișiere.<br>Performanță maximă discuri.<br>Accelerare pornire sistem cu până la 100%.<br>Optimizare jocuri pentru o experiență de joc mai bună.
M_DLCaption=Gestionare parole
M_DLInfo_NotIns=Protejare și gestionare parole cu managerul de parole „Dashlane”.
M_DLInfo_UpToDate=Nu mai uitați niciodată parolele cu „Dashlane” sigur și securizat.
M_RunDL=Gestionare
M_DLOffer=Gestionați simplu și ușor parole.<br>Generați parole unice pentru protejarea conturilor.<br>Vă conectați automat pe paginile web favorite.<br>Pentru Windows, Mac, iOS și Android.
M_RunIOT=Gestionare acum
M_IOTCaption=Gestionare iPhone
M_IOTInfo_NotIns=Transferare și gestionare conținut iPhone în calculator cu un singur clic.
M_IOTInfo_UpToDate=Transferare date de pe iPhone, curățare și accelerare iPhone.
M_IOTInfo_NeedUpDate=„IOTransfer” este învechit.
M_IOTTip=„IOTransfer” vă promite:<br>+ Gestionare fotografii și contacte cu ușurință.<br>+ Transferare conținut din iPhone pe PC cu un singur clic.<br>+ Descărcare videoclipuri online din sute de site-uri.<br>+ Curățare fișiere inutile din IPhone/iPad.
M_IOTOffer=Cel mai bun manager de iPhone/iPad.<br>Transfer de date cu un clic între iPhone/iPad și PC.<br>Descărcare videoclipuri online din peste 100 de site-uri populare.<br>Ștergere ușoară și sigură a fișierelor inutile pentru mai mult spațiu liber pe dispozitivele iOS.<br>Transfer fără fir conținut între iOS și PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=„Web Companion” vă protejează împotriva site-urilor înșelătoare și malițioase.
M_AdawareInfo_UpToDate=„Web Companion” vă protejează împotriva site-urilor înșelătoare și malițioase.
M_AdawareOfferDesc=Instalați „Web Companion” pentru a vă îmbunătăți protecția pe Internet și setați Bing® de la Microsoft™ ca pagină de pornire, file noi și ca motor de căutare implicit în navigatoarele compatibile.
M_AdawareOffer=Rapid și ușor de instalat.<br>Protecție antiînșelăciuni.<br>Protecție Web în timp real.<br>Compatibil cu mai multe navigatoare.
M_AomeiCaption=Software de conservare
M_AomeiInfo_NotIns=Soluția completă de conservare a sistemului și a discurilor.
M_RunOpera=Lansare
M_OperaCaption=Navigatorul Opera
M_OperaInfo_NotIns=Navigator rapid și securizat cu opțiune de blocare reclame.
M_OperaInfo_UpToDate=Navigator rapid și securizat cu opțiune de blocare reclame.
M_OperaOffer=Blochează reclamele pentru ca paginile web să se încarce cu 90% mai rapid.<br>Răsfoiește cu până la o oră mai mult.<br>Bucură-te de mai multă navigare în modul privat cu VPN-ul gratuit.
M_SUCaption=Actualizator programe
M_SUInfo_NotIns=Vă actualizează și vă instalează, cu un singur clic, toate programele importante.
M_SUInfo_NotIns_C=Există %d programe neactualizate. Instalați „IObit Software Updater” pentru a le actualiza cu un singur clic.
M_SUInfo_NotIns_C1=Există un program neactualizat. Instalați „IObit Software Updater” pentru a-l actualiza cu un singur clic.
M_SUInfo_UpToDate=„IObit Software Updater” vă păstrează toate programele importante actualizate.
M_SUOffer=Actualizare timpurie programe vechi.<br>Instalarea tuturor actualizărilor programelor disponibile cu un singur clic.<br>Instalarea cu un singur clic a programelor populare dorite.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Creșterea FPS cu un singur clic pentru o experiență de joc mai rapidă și plăcută.
M_SMGBInfo_UpToDate=Creșterea FPS cu un singur clic pentru o experiență de joc mai rapidă și plăcută.
M_SMGBInfo_NeedUpDate=„Smart Game Booster” este vechi.
M_SMGBOffer=Mărire FPS pentru creșterea performanței în jocuri.<br>Monitorizare temperatură hardware în timp real.<br>Gestionare ușoară a jocurilor.<br>Optimizare sistem pentru o experiență de joc îmbunătățită.<br>Actualizare drivere învechite.
M_RunSMGB=Accelerare
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Încercați serviciul VPN sigur, gratuit, rapid, pentru securitatea online.
M_iTopInfo_NotIns=Serviciu VPN sigur, 100% gratuit, rapid, pentru securitatea online.
M_iTopInfo_UpToDateBeta=Încercați serviciul VPN sigur, gratuit, rapid, pentru securitatea online.
M_iTopInfo_UpToDate=Serviciu VPN sigur, 100% gratuit, rapid, pentru securitatea online.
M_iTopInfo_NeedUpDate=iTop VPN este vechi.
M_iTopOfferBeta=Bucurați-vă de Internet fără granițe<br>Accesați site-urile de redare în timp real din întreaga lume<br>Jucați jocuri blocate regional de oriunde<br>Ascundeți-vă adresa IP în rețelele Wi-Fi publice<br>100% gratuit, ultrarapid și cea mai bună criptare disponibilă
M_iTopOffer1=Privat - Vă păstrați anonimitatea în timp ce navigați pe web.<br>Sigur - Vă ascundeți adresa IP oriunde pe Internet.<br>Rapid - Accesați Internetul cu viteză mare.<br>Gratuit - Deblocați paginile web și trasmisiile în flux gratuit.
M_RuniTop=Lansare
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Nu va mai trebui să memorați parolele sau să le introduceți.
M_RPMInfo_UpToDate=Spuneți adio parolelor notate pe hârtie cu „RoboForm Password Manager”.
M_RPMOffer=Vă autentificați în site-uri cu un singur clic.<br>Generați parole puternice și unice.<br>Folosește criptarea AES-256 biți și suport pentru autentificare cu doi factori.<br>Pentru Windows, Mac, iOS, Android și toate navigatoarele principale.<br>Importați parolele din navigatoare sau alte programe de gestionat parole.
M_RunRPM=Gestionare
M_Moffer_Title1=Ofertă opțională
M_Close=Închidere
M_Cancel=Anulare
M_Moffer_Install=Instalare
M_Moffer_NoteEP=Apăsând pe «Instalare», sunteți de acord să instalați %s și acceptați <a>Licența</a> & <a>Politica de confidențialitate</a>.
M_Moffer_Refund=<a>Notă:</a>Puteți obține o rambursare în termen de 30 de zile. Citiți <a>Politica de rambursare</a>.
M_Extract_IOT=Recomandări IObit

[ASCPromote_M]
M_PromoteTitle=<a>%d</a> elemente găsite.
M_Details=Detalii
M_PromoteLan=Ceea ce va afecta performanța sistemului. Vă recomandăm să instalați „Advanced SystemCare” pentru rezolvare.
M_Junk=Fișiere inutile
M_Privacy=Date private
M_Internet=Îmbunătățiri Internet
M_Registry=Intrări regiștri
M_System=Optimizări sistem
ASC_Results=<a>%d</a> elemente găsite.
ASC_Result=<a>1</a> element găsit.
ASC_Result0=Nu sunt probleme
M_Install=Instalare și fixare
ASC_EUAL=Apăsând pe «Instalare și fixare», acceptați <a>Licența</a> și <a>Politica de confidențialitate</a> pentru „Advanced SystemCare”.
iobit_lang_SystemOptimizereport=Raport optimizare sistem
iobit_lang_key_junkfile_group_1=Fișiere inutile (%d element(e), %s):
iobit_lang_key_privacy_group_2=Date private (%d element(e), %s):
iobit_lang_key_sysOptimization_group_3=Optimizări sistem (%d element(e)):
iobit_lang_key_internetboost_group_4=Îmbunătățiri Internet (%d element(e)):
iobit_lang_key_registryclean_group_5=Înregistrări regiștri (%d element(e)):

[AutoUpdate_M]
lan_Downloading_M=Se descarcă
lan_Speed_M=Viteză descărcare: %s
Lan_Finish_M=Finalizare
Lan_Congratulation_M=Felicitări!
Lan_UpdateFail_M=Actualizare eșuată! Reîncercați mai târziu.
Lan_UpdateSuccess_M=„IObit Uninstaller” este actualizat. Acum puteți beneficia de ultimele funcții și îmbunătățiri.
Lan_UpdateNew_M=Deja aveți ultima versiune. Nu mai sunt actualizări.
Lan_UpdateFreeInfo_M=Este disponibilă o nouă versiune „IObit Uninstaller”.
Lan_UpdateFreeDownInfo_M=Actualizați-l acum pentru a primi ultimele funcții și îmbunătățiri. Este gratuit.
Lan_Sure_M=Sigur doriți anularea acestei actualizări?
Lan_Download_M=Descărcare
Lan_Getting_M=Se preiau informațiile despre actualizare, așteptați puțin...
Lan_LVheardOne_M=Actualizări disponibile
Lan_LVheardTwo_M=Versiune nouă
Lan_LVheardThree_M=Mărime
Lan_historyInfo_M=„IObit Uninstaller” %s este acum disponibil. Actualizați-l pentru a beneficia de ultimele îmbunătățiri și funcții!
Lan_UpdateNow_M=Actualizare acum
Lan_UpdateLater_M=Actualizare mai târziu
lan_WhatNew_M=Noutăți
Lan_NewReady_M=Noua versiune este gata
Lan_Title=Actualizator IObit Uninstaller

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Trimite
lblErrorDetails.Caption=Detalii eroare:
lblUserEmail.Caption=Adresa de e-mail:
lblSuccTips1.Caption=Raportul a fost trimis! Vom încerca să reparăm eroarea cât mai curând posibil.
btnClose.Hint=Închidere

[SendBugReportNew_M]
M_AskUserTips1=a întâmpinat o problemă. Pentru a ne ajuta să reparăm problema, apăsați pe «Trimite» pentru a ne trimite automat fișierul de depanare. <a>Politica de confidențialitate</a>
M_BugStatisticsTips=a întâmpinat o problemă și trebuie să se închidă. Analizăm cauza acum. Vă rugăm așteptați...
M_SendingTips=Trimitere...
M_AttentionTips1=a întâmpinat o problemă. Pentru a ne ajuta să reparăm problema, fișierul de depanare ne va fi trimis automat în 5 secunde. Sau puteți închide această fereastră pentru anulare. <a>Politica de confidențialitate</a>
M_InvalidEmailTips1=Adresa de e-mail nu e validă! Introduceți adresa de e-mail corectă pentru a vă putea contacta.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Obținere versiune oficială...
RestoreSuccess_Caption=Ați instalat cu succes versiunea oficială a „IObit Uninstaller”!
RestoreFailed_Caption=Eșuare descărcare versiune oficială a „IObit Uninstaller”. Vizitați pagina noastră oficială pentru a-l descărca din nou.
Run_Button=Executare
Download_Button=Descărcare

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Executați o versiune „IObit Uninstaller” neoficială.
lbl_SecondTitle.caption=„IObit Uninstaller” neoficial nu va mai funcționa.
lbl_HarmInfo.caption=Nu numai că vă va afecta performanța sistemului, dar v-ar putea dezvălui datele personale datorită vulnerabilității sistemului cauzată de acesta.
lbl_OfficialInfo.caption=Obțineți versiunea oficială a „IObit Uninstaller” acum pentru a vă pune sub protecție intimitatea și sistemul.
htmlLabel_Text.caption=Bucurați-vă de reducerea de <a>75%</a> exclusivă pentru dvs., pentru a obține versiunea PRO!
btn_GetPro.caption=Obțineți PRO
btn_GetFree.caption=Obțineți gratuit

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Obțineți <a>„IObit Uninstaller PRO” oficial gratuit</a> astăzi pentru vă pune intimitatea și sistemul sub o protecție puternică.
btn_GetPro_before=Obțineți versiunea Pro gratuit

[Detain_M]
M_MianTitle=„IObit Uninstaller” v-a ajutat să:
M_QuestionString=Sigur doriți să-l dezinstalați?
M_btnok=Da, dezinstalează
M_btnCancel=Vreau să-l păstrez
M_UninstallCaption=Dezinstalați programe
M_DiskCaption=Salvați spațiu pe disc
M_RegCaption=Ștergeți intrări din regiștri

[Uninstaller_M]
MenuRight_Caption=Dezinstalare profundă
Explorer_Button=Distrugere fișiere
Controlpanel_Button=Dezinstalare profundă

[ACD_M]
M_Downloading=Se descarcă:
M_TipFixing=Reparare
M_Tips=Descărcarea este în derulare. Faceți dublu clic pe pictogramă pentru a vedea detaliile.
M_Installing=Se instalează:
M_MD5Faild=Fișierul descărcat este corupt. Vă rugăm să încercați din nou mai târziu.
M_NetError=Descărcarea a eșuat din cauza unei erori de rețea. Vă rugăm să reîncercați mai târziu!
M_DiskIsFull=Spațiu pe disc insuficient!
M_Speed=Viteză:
M_AreSure_IObit=Sunteți sigur că doriți să închideți „IObit Downloader”?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Anulare
lbl_Min.Caption=Micșorare
btnClose.Hint=Închidere

[EasyUninstall_M]
EasyPoint=Trage-mă peste o fereastră deschisă, pictogramă de pe ecran sau din zona de notificare.
EasyNothingInfo=Nu se poate stabili o țintă. Trage-mă peste altă fereastră, pictogramă de pe ecran sau din zona de notificare.
EasyDeleteFileFail=Fișierul nu poate fi șters deoarece momentan este în uz. Închideți fișierul și reîncercați.
EasyDeleteFolderFail=Folderul nu poate fi șters deoarece momentan este în uz. Închideți fișierele și reîncercați.
EasyKillProcessFail=Eșuare închidere proces.
EasyKillProcessHint1=Sigur doriți să închideți acest proces?
EasyKillProcessHint2=Orice date nesalvate vor fi pierdute.
EasyUninstallPath=Dezinstalare sau ștergere:
EasyUninstall=Dezinstalare
EasyShortcut=Ștergere scurtătură
EasyLocation=Deschidere folder fișier
EasyDelete=Ștergere
EasyCancel=Anulare
EasyTransparency=Transparență
EasyOpaque=Opac
EasyExitEasy=Deschidere fereastră principală
EasyExitIobit_1=Închidere
EasyKillProcess=Închidere proces

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Mesaj
lbl_DescTitle.caption=Descriere:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Captură ecran
lbl_TypeTitle.caption=Tip mesaj:
btnImg_FeedBackSend.caption=Trimite
btnImg_FeedBackCancel.caption=Anulare

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Se trimite...
lbl_SendFailed.caption=Eșuare trimitere. Apăsați pe «OK» pentru a trimite un mesaj online.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Vă mulțumim pentru mesajul trimis. Vă vom contacta înapoi cât mai curând posibil.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Îmi place
FeedBack_2=Sugestie
FeedBack_3=Nu am putut dezinstala
FeedBack_4=Probleme cu programele încorporate
FeedBack_5=Problemă actualizare programe
FeedBack_6=Problemă cu actualizatorul de programe
FeedBack_7=Eșuare afișare toate programele
FeedBack_8=Probleme la scanarea profundă
FeedBack_9=Raportare o eroare
FeedBack_10=Altele
EmailMessage=Adresă de e-mail nevalidă. Introduceți o adresă de e-mail validă pentru a putea primi răspunsul nostru.
MemoHint=Descrieți în detaliu sugestiile sau problemele pe care le-ați întâlnit pentru a putea îmbunătăți produsul în consecință.
ScreenMaxMessage=Eșuare operație. Ați atins maximum de 5 capturi de ecran permise.
CloseHintMsg=Sunteți sigur că nu doriți să trimiteți mesajul?
SendBugck=Trimiteți-ne și fișierul de depanare pentru investigare. <a>Politica de confidențialitate</a>
FeedBackMessage=Introduceți o descriere.
EmailHint=Introduceți adresa de e-mail aici
Startup_Delete_M=Ștergere
M_FiveStar=Ne puteți oferi o evaluare de 5 stele?

[FileShredder_M]
ShredderDetail_0=Puteți trage aici un fișier sau un folder pentru a fi distruse.
ShredderDetail_01=Fișierele șterse în mod obișnuit pot fi recuperate.
ShredderDetail_02=Pentru a elimina fișierele sigur și permanent, doar trageți un fișier sau folder aici pentru a fi distrus.
FileShredder_MaxCount_M=Au fost adăugate 5000 de fișiere. Adăugați restul fișierelor după ce au fost distruse aceste 5000 de fișiere.
Shredder_InUse_M=Unele fișiere nu au fost distruse deoarece nu s-a putut scrie peste ele. Verificați dacă nu sunt încă deschise.
Shredder_Del_M_1=Sigur doriți eliminarea permanentă a acestor <a>%d</a>  fișiere? Această acțiune este absolut NEREVERSIBILĂ și s-ar putea să dureze mai mult.
Shredder_DelOne_M_1=Sigur doriți eliminarea permanentă a fișierului adăugat? Această acțiune este absolut NEREVERSIBILĂ și s-ar putea să dureze mai mult.
Shredder_NotDel_M=Un fișier nu a fost distrus deoarece nu s-a putut scrie peste el. Verificați dacă încă nu este deschis.
Shredder_OneFileDel_M=Fișierul nu a fost distrus deoarece nu s-a putut scrie peste el. Verificați dacă încă nu este deschis.
Shredder_Sucess_M=Distrugere reușită.
Shredder_OneSucess_M=Distrugere reușită.
Shredder_DirIsEmpty_M=Este gol. Nu poate fi distrus.
Shredder_NotAddFolder_M=Fișierul "%s" nu poate fi distrus deoarece ar putea duce la instabilitatea sistemului.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Distrugător fișiere
lbl_Listview_Title.caption=Selectați fișierele sau folderele pe care doriți să le distrugeți:
lblLoading.caption=Se încarcă...
lbl_AddFile.caption=Adăugare fișiere...
lbl_AddFolder.caption=Adăugare foldere...
RdImageButton_Shredder.caption=Distrugere
RdImageButton_Cancel.caption=Anulare
ListView_FileList.Columns[0].Caption=Cale fișier
Menu_Shredder_Shredder.caption=Distrugere
Menu_Shredder_AddFile.caption=Adăugare fișier
Menu_Shredder_AddFolder.caption=Adăugare folder
Menu_Shredder_Romove.caption=Eliminare
Menu_Shredder_Clean.caption=Curățare
lbl_Shredder_Tip.caption=Distrugerea fișierelor este în curs. Poate dura ceva timp, așteptați...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Fișierul "%s" nu poate fi adăugat pentru distrugere deoarece ar putea duce la instabilitatea sistemului.
ForceUninstallEndProgressMsg=Fișierul %s este deschis. Închideți procesul acestuia și reîncercați.
ListView_FindReslut.Columns[0]_M=Nume
PopMenu_OpenFolder_M=Dechidere folder fișier
PopMenu_ViewEntry_M=Deschidere în regedit

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Dezinstalare forțată
lbl_FUInfo.caption=Dezinstalarea forțată vă ajută să dezinstalați un program care nu poate fi dezinstalat în mod obișnuit și să-i curățați complet fișierele reziduale. De asemenea, vă poate ajuta să eliminați ușor o scurtătură și fișierul ei țintă.
btnImg_Open.caption=Răsfoire...
lbl_DropInfo.caption=Puteți să alegeți sau să trageți și să plasați aici un fișier sau un folder pentru a-l șterge sau a-i dezinstala programul asociat.
btnImg_Uninstall.caption=Dezinstalare
btnImg_Cancel.caption=Anulare
PopMenu_Uninstall.caption=Dezinstalare
PopMenu_SearchOnline.caption=Căutare online
ListView_FindReslut.Columns[1].caption=Dimensiune
ListView_FindReslut.Columns[2].caption=Dată instalare

[Healthcheck_M]
M_MainTitle=Software Health
M_ScaningString=Software Health analizează acum starea de sănătate a tuturor programelor.
M_NoProgramString1=Nu s-au găsit probleme.
M_NoProgramString2=Toate programele funcționează corect.
ResidualMainString=Șterge fișierele rămase după dezinstalări pentru a elibera mai mult spațiu.
PluginMainString=Elimină modulele malițioase/publicitare pentru o navigare rapidă și sigură.
UpdaterMainString=Actualizează programele depășite pentru a proteja sistemul de exploatările erorilor și alte vulnerabilități de securitate.
BanwebMainString=Blocare notificări site-uri pentru a nu vă mai deranja.
M_Fix=Fixare
M_Detail=Detalii
M_Complete=Fixare finalizată!
M_LeftoversDelete=S-au șters <a>%s</a> fișiere reziduale după dezinstalări.
M_LeftoverDelete=S-a șters <a>%s</a> fișier rezidual după dezinstalări.
M_BanwebsDelete=Au fost blocate <a>%s</a> notificări de la site-uri.
M_BanwebDelete=A fost blocată <a>%s</a> notificare de la un site.
M_ResultLeftovers=Dezinstalare fișiere reziduale:
M_ResultPlugin=Module malițioase/publicitare:
M_ResultUpdate=Programe depășite:
M_ResultBlock=Notificări site-uri:
M_ScanClose=Scanarea este în desfășurare. Sigur doriți să ieșiți acum?
M_ResidualTitle=Fișiere rămase după dezinstalări: <a>%s</a>
M_ResidualTitles=Fișiere rămase după dezinstalări: <a>%s</a>
M_SoftUpdateTitle=Programe depășite găsite: <a>%s</a>
M_SoftUpdateTitles=Programe depășite găsite: <a>%s</a>
M_PluginTitle=Module malițioase/publicitare găsite: <a>%s</a>
M_PluginTitles=Module malițioase/publicitare găsite: <a>%s</a>
M_BanwebDetailTitleY=Notificări de la site-uri găsite: <a>%s</a>
M_BanwebDetailTitlesY=Notificări de la site-uri găsite: <a>%s</a>
M_ResidualTitleMain=Fișiere rămase după dezinstalări - <a>%s</a>
M_ResidualTitlesMain=Fișiere rămase după dezinstalări - <a>%s</a>
M_SoftUpdateTitleMain=Programe vechi - <a>%s</a>
M_PluginTitleMain=Module malițioase/publicitare - <a>%s</a>
M_PluginTitlesMain=Module malițioase/publicitare - <a>%s</a>
M_BanwebTitleY=Notificări de la site-uri - <a>%s</a>
M_BanwebTitlesY=Notificări de la site-uri - <a>%s</a>
M_BanwebTitleG=Notificări de la site-uri - <a>%s</a>
M_BanwebTitlesG=Notificări de la site-uri - <a>%s</a>
M_TitleCount=Nume (Total: %d)
M_BanwebTitleCount=Site-uri (Total: %d)
M_BRate=Rată blocare
M_Version=Versiune nouă
M_Type=Tip
M_Malicious=Modul malițios
M_Ads=Modul publicitar
M_Residual=Fișiere rămase după dezinstalare
M_SoftHealth=Sănătate programe
M_item=element
M_items=elemente
M_Plugin=Module malițioase/publicitare
M_Software=Program vechi
M_File=Fișier
M_Reg=Regiștri
M_Tasks=Sarcină programată
M_Ser=Servicii sistem
M_CleanClose=Repararea este în desfășurare. Sigur doriți să ieșiți acum?
M_Finish=Finalizare (%d)
M_Fixing=Se repară...
M_Select=Selectare toate
M_LeftoversTitle=Fișiere rămase după dezinstalări
M_Delete=Ștergere
M_Remove=Eliminare
M_Update=Actualizare
M_Block=Blocare
M_Code=Introducere cod
M_Back=Înapoi
M_ScanLeft=Scanare fișiere rămase după dezinstalări...
M_ScanPlugin=Scanare module malițioase/publicitare...
M_ScanUpdater=Scanare programe vechi...
M_ScanBanweb=Scanare notificări site-uri...
M_Recommendation=Recomandare
M_Optional=Opțional
ASCPromote_Views=Alte <a>%s</a> elemente vor afecta performanța sistemului.
ASCPromote_View=Încă <a>%s</a> element va afecta performanța sistemului.
Viewdetails=Afișare detalii

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Nume
History_info_DouBle_M=programe nu s-au dezinstalat complet ultima oară. Apăsați pe «Dezinstalare» pentru a continua.
History_info_One_M=program nu s-a dezinstalat complet ultima oară. Apăsați pe «Dezinstalare» pentru a continua.
History_Scanfor_M=Scanare resturi
History_ViewDetail_M=Detalii
UninstallLog_No_IsEmpty_M=Nu s-au găsit fișiere reziduale cu «Scanarea profundă».
Program_Information=Informații program
Files_Deleted=Fișiere șterse
Registries_Deleted=Regiștri șterși
Scheduled_Tasks_Deleted=Sarcini programate șterse
Deleted_on_Reboot=Ștergere după repornire
Service_Deleted=Servicii de sitem șterse
Export_M=Exportare
rdlbl_NoTkanks=Nu, mulțumesc
RdLabelDetailNull=Aici vor fi afișate detaliile și starea pentru fiecare program dezinstalat.
RdLabelDetails=„IObit Uninstaller” v-a ajutat să dezinstalați <a>%d</a> programe și să salvați <a>%s</a> de spațiu pe disc.
RdLabelDetail=„IObit Uninstaller” v-a ajutat să dezinstalați <a>%d</a> program și să salvați <a>%s</a> de spațiu pe disc.
History_NoUninstalled_M=Nedezinstalat
History_Residualfilesleft_M=Fișiere reziduale rămase
M_NoHistoryFound=Nu s-a găsit niciun istoric de instalare

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Istoric dezinstalare
ListView_History.Columns[1].Caption=Dată dezinstalare
ListView_History.Columns[2].Caption=Mărime
ListView_History.Columns[3].Caption=Operație
Menu_ClearThis.Caption=Golire acest istoric
Menu_ClearAll.Caption=Golire tot istoricul

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nu, mulțumesc
RdImgBtnUninstall.caption=Dezinstalare
RdListView_History.Columns[0].Caption=Nume
RdListView_History.Columns[1].Caption=Stare

[InstallDetected_M]
Install_DetectedOne="%s" a fost instalat.
Install_DetectedTwo=<a>%s</a> programe au fost instalate.
Install_ViewDetail=Afișare detalii

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Activare
lbl_Caption.caption=Instalare nouă detectată
lbl_InstallMoniorInfo.caption=Activați „Monitorizare instalări” pentru a înregistra și vedea toate modificările efectuate în sistem pe durata instalării programelor.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Intrări regiștri:
lbl_SzieText.caption=Mărime:
lbl_FileText.caption=Fișiere:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Instalări înregistrate
rdlbl_Or.Caption=SAU
rdlbl_Auto.Caption=Monitorizare automată
rdlbl_Drap.Caption=Monitorizare manuală

[IUInstallMonitorFrm_M]
TipFileMsi=Fișier de instalare nesuportat. Reselectați altul și reîncercați.
TipFileNotMsiExe=Fișier de instalare nevalid. Selectați un fișier de instalare valid și reîncercați.
AddTip1=Monitorizarea instalărilor este ocupată!
AddTip2=Deja este monitorizată o instalare. Reîncercați după finalizarea acestei instalări.
StarFileTip=Eșuare executare
ExePathErrorTip=Fișierul de setare nu poate fi amplasat pe o unitate în rețea. Copiați-l pe unitatea locală și reîncercați.
Logging=Înregistrare modificări în sistem...
rdlbl_TipContent_M=„Monitorizare instalări” detectează și înregistrează modificările din sistem din timpul instalărilor, permițându-vă să vedeți ce modificări au făcut programele la instalare.
rdlbl_SwitchTip.Caption_M=Detectare automată și înregistrare instalări programe
rdlbl_DragTip.Caption_M=Adăugați sau trageți aici un fișier de instalare pentru a-i înregistra operațiile

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=„Monitorizare instalări” a creat un jurnal de instalare. Mai jos sunt detaliile:
rdlbl_Export.Caption=Exportare
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Nume afișat:
InstallDateTip=Dată instalare:
VersionTip=Versiune:
PublisherTip=Producător:
LocationTip=Folder:
InstallationDurationTip=Durată instalare:
InstallPackageTip=Pachet instalare:
RegEntriesTip=Înregistrări regiștri:
FilesCountTip=Fișiere:
TaskCountTip_M=Sarcini programate:
ServiceCountTip_M=Servicii de sistem:
DllCountTip=Înregistrări DLL:
TotalSizeTip=Mărime totală:
ProgramInformationTip=Informații program
MMORegistryTip=Intrări regiștri
MMOFilesTip=Fișiere
MMOTaskTip_M=Sarcini programate
MMOServiceTip_M=Servicii de sistem
MMODllTip=Înregistrări DLL
MonitorLog_SecondsLan=secunde
MonitorLog_SecondSingleLan=secundă

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Mesaj
lbl_CheckingText.Caption=Analizare toate programele...
lbl_FixDetails.Caption=Verificare și fixare

[MainForm_M]
Nav_Colle_Program_All=Programe
Nav_Colle_Browser=Bare utilitare și extensii
Nav_Colle_Win=Aplicații Windows
Nav_Colle_AC=Centru de acțiuni
Nav_Colle_SU=Actualizator programe
Nav_Item_Program_All=Toate programele
Nav_Item_Bundleware=Programe încorporate
Nav_Item_Program_Recent=Recent instalate
Nav_Item_Program_Infrequent=Folosite rar
Nav_Item_Program_Large=Programe mari
Nav_Item_Win_Update=Actualizări Windows
Nav_Item_Browser_All=Toate barele și extensiile
Nav_Item_InstallMonitor=Monitorizare instalări
Nav_Item_Logged=Programe înregistrate
Hint_Settings=Opțiuni
Hint_Tools=Unelte
UninstallProTipEnterCode=Introducere cod
UninstallProTipManage=Gestionare licență
Button_Uninstall=Dezinstalare
Button_Remove=Eliminare
Button_Update=Actualizare toate
Button_Install=Instalare
ToolPopForceUninstall=Forțare dezinstalare
ToolPopCleanup=Sănătate programe
ToolPopStubborn=Eliminator de programe dificile
ToolPopHistory=Istoric dezinstalări
ToolPopFileShredder=Distrugător fișiere
ToolPopHunterMode=Dezinstalare ușoară
ToolPopUpdate=Actualizări Windows
MoreSettingPopSetting=Setări...
MoreSettingPopRestore=Restaurare sistem
MoreSettingPopExport=Exportare listă programe
MoreSettingPopUpdate=Verificare actualizări
MoreSettingPopManual=Manual de utilizare
MoreSettingPopSupport=Suport tehnic
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Îmi place
MoreSettingPopAbout=Despre
MoreSettingPopWhatsNew=Noutăți
DefaultSelProg=Dezinstalați programele inutile pentru a elibera spațiu.
DefaultSelPlug=Eliminați modulele nedorite pentru a proteja navigatoarele.
DefaultSelADPlugin1=Eliminare un modul malițios/publicitar pentru o navigare sigură.
DefaultSelADPlugin2=Eliminare %d module malițioase/publicitare pentru o navigare sigură.
DefaultSelWApp=Dezinstalați aplicațiile Windows pentru accelerarea sistemului.
DefaultSelBundle=Dezinstalați programele încorporate nedorite.
DefaultSelUpdate=Actualizați-vă toate programele importante.
DefaultUpdaterPromot=Actualizați mai multe programe cu IObit Software Updater.
DefaultUpdaterPromote1=program vechi a fost găsit.
DefaultUpdaterPromote2=programe vechi au fost găsite.
DefaultUpdaterPromoteInfo=Apăsați pe «Actualizare toate» pentru a le actualiza cu un singur clic.
SelInfoProg=program selectat pentru dezinstalare. Mărime:
SelInfoProgM=programe selectate pentru dezinstalare. Mărime totală:
SelInfoPlug=modul selectat pentru eliminare.
SelInfoPlugM=module selectate pentru eliminare.
SelInfoApp=aplicație selectată pentru dezinstalare.
SelInfoAppM=aplicații selectate pentru dezinstalare.
SelInfoBundle=element selectat pentru dezinstalare.
SelInfoBundleM=elemente selectate pentru dezinstalare.
BundleHint=Când se instalează programul principal, pot fi instalate și alte programe secundare fără să observați. Puteți dezinstala aceste programe nedorite.
RestoreDefaultSettingsButton=Restaurare %s setări implicite
APTitle=Activare funcții PRO
AP5=Dezinstalări curate cu înregistrări
AP2=Ștergere mai multe aplicații greu de eliminat
AP3=Navigare rapidă și sigură
AP4=Actualizare programe cu un clic
MainUpdate_Hint=Versiune nouă
HealthCheckFound1=<a>%d</a> fișiere rămase după dezinstalări
HealthCheckFound2=<a>1</a> fișier rămas după o dezinstalare
HealthCheckFound3=<a>%d</a> module malițioase/publicitare
HealthCheckFound4=<a>1</a> modul malițios/publicitar
HealthCheckFound5=<a>%d</a> programe depășite
HealthCheckFound6=<a>1</a> notificare de la un site
HealthCheckFound7=<a>%d</a> notificări de la site-uri
StubbornFound=S-au găsit programe cu probleme la dezinstalare
NewsDisconnCaption=Partajați „IObit Uninstaller” cu familia și pritenii.
NewsDisconnDes=Vor fi încântați să-l folosească!
NewsNewVerCaption=Actualizare importantă disponibilă
NewsNewVerDes=Descărcați acum ultima versiune.
ToolPopForceUninstall_Detail=Vă ajută să dezinstalați programele care nu se pot dezinstala în mod normal
ToolPopCleanup_Detail=Face rularea programelor mai fiabilă și reduce riscurile de securitate
ToolPopHistory_Detail=Afișează detaliile și starea fiecărui program dezinstalat
ToolPopFileShredder_Detail=Vă ajută să eliminați permanent și în siguranță fișierele nedorite
ToolPopHunterMode_Detail=Trageți pictograma de dezinstalare rapidă pentru a dezinstala ușor programele
ToolPopUpdate_Detail=Afișați toate actualizările instalate pentru Windows
ToolPopStubborn_Detail=Ajută la eliminarea profundă și ușoară a programelor greu de dezinstalat
DefaultSelInfo_Logged=Programele înregistrate pot fi dezinstalate temeinic.

[MetroApp_M]
NoSerchItem_Tip=Nu s-au găsit potriviri conform căutării.
Win8NoItemTip_M=Nu s-au găsit aplicații Windows.
Win8LoadingApp=Se încarcă aplicațiile...
Win8ListViewGroupsWin8AppHeader=Aplicații Windows
Win8ListViewGroupsWin8AppSubtitle=Aplicații publicate de compania Microsoft.
Win8ListViewGroupsThirdHeader=Aplicații terță parte
Win8ListViewGroupsThirdSubtitle=Aplicații publicate de companii terță parte.
RateTipNoRate=Încă nu sunt evaluări.
RateTipHaveRate=utilizatori care l-au evaluat.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nume
ListView_AppList.Columns[1].caption=Dimensiune
ListView_AppList.Columns[2].caption=Dată instalare
ListView_AppList.Columns[3].caption=Operație
lbl_Notice.caption=Pentru a afișa aplicațiile Windows, asigurați-vă că aveți drepturi administrative pentru contul actual.
mniUninstall.caption=Dezinstalare
mniRefush.caption=Împrospătare
mniDetails.caption=Detalii
mniOpenFile.caption=Deschidere folder fișier
mniOpenReg.caption=Deschidere în regedit
mniOpenWinstore.caption=Deschide în Winstore
mniSearchOnline.caption=Căutare online

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Nu mai arăta asta
btnimg_uninstall.Caption=Dezinstalare
rdlbl_NoticeInfo.Caption=Spațiul liber de pe discul sistem este sub 10%.
rdlbl_NoticeTip.Caption=Dezinstalați programele inutile cu „IObit Uninstaller” pentru a recupera mai mult spațiu liber.

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=Au fost găsite <a>%s</a> fișiere rămase după dezinstalări.
rdlbl_Tip=Curățați-le pentru e elibera spațiu.
imgbtn_Clear=Curățare

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Afișare detalii

[uninstall_Mitor_M]
ProStillLeavesone_M=Programul %d încă păstrează:
Lbl_metro_Atten.caption=Atenție
lbl_show.caption="%s" are încă resturi, ceea ce poate afecta performanța sistemului.
showDetails_M=Afișare detalii
Cleanmanually_M=Curățare manuală
AutoClean_M=Auto curățare
Cleaning_M=Curățare
Cleannow_M=Curăță acum
StillLeavas_M="%s" încă păstrează:
RegistryEntries_M=intrări în regiștri
MBFiles_M=MB fișiere
LeftBy_M=lăsate de "%s" au fost șterse
Cleanfuture_M=Curățare automată în viitor
Registry_M=Regiștri
File_M=Fișier
Files_M=fișiere
rdlblCleanupCompleted.caption=Curățare finalizată
rdlblIncomplete.caption=Dezinstalare incompletă
Setting_M=Setări
Uselessfiles_M=fișiere inutile
Uselessregistryentries_M=intrări inutile în regiștri
UselessregistryentriesOne_M=intrare inutilă în regiștri
Removingnow_M=Eliminare acum...
rdlblRemoving.caption=Eliminare acum...
TrayHintstill=Probleme rămase ce pot fi rezolvate: %d
CCtrayHint_M=Problemele rămase ce pot fi rezolvate: peste %d
LeftoversRemoved_M=Resturi din %s ce au fost eliminate:
ProStillLeaves_M=%d program(e) încă păstrează:
Lan_ViewDetails_M=Afișare detalii
Lan_BundleNoticeText_M=S-au găsit programe încorporate când s-a instalat %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Bare utilitare și module malițioase
ListViewGroupMaliciousDesc=Aceste bare utilitare și module pot modifica navigatorul implicit și să vă fure informații confidențiale.
ListViewGroupAdTitle=Bare utilitare publicitare și module
ListViewGroupAdDesc=Aceste bare utilitare și module pot afișa reclame, bannere publicitare, etc.
ListViewGroupTrustTitle=Bare utilitare și module de încredere
ListViewGroupTrustDesc=Aceste bare utilitare și module nu vor afecta sistemul. Le puteți elimina sau păstra după cum doriți.
ListViewGroupExtensions=Extensii
ListViewGroupPlugins=Module
ListViewGroupToolbar=Bare utilitare
ListViewGroupBHO=Obiecte de ajutor
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Extensiile sunt folosite pentru a personaliza navigatorul cu funcțiile dorite.
ListViewGroupPlugin_DES=Modulele pot fi instalate ușor și folosite ca parte integrantă a navigatorului.
ListViewGroupToolbar_DES=Barele utilitare ajută utilizatorii să acceseze rapid site-urile și furnizează funcții interactive simplificate.
ListViewGroupBHO_DES=Obiectele de ajutor ajută la crearea de navigatoare personalizate și furnizează funcții interactive simplificate.
ListViewGroupActivex_DES=ActiveX este folosit de către Internet Explorer pentru a facilita redarea conținutului media complex.
NoSerchItem_Tip=Nu s-au găsit elemente corespunzătoare căutării.
PluginColumnStr_Title=Nume (Total: %d)
ChromeSyncMsg=Chrome Sync este activat. Modulele selectate pentru eliminare ar putea fi reinstalate automat după eliminare. Apăsați pe <a>Dezactivare Chrome Sync</a> pentru a urma pașii indicați pe forumul nostru privind dezactivarea Chrome Sync.
FuncPluginSysPluginMsgBox=Nu este recomandată eliminarea %s deoarece unele funcții ale navigatorului ar putea fi afectate după eliminare.
FuncPluginLoading=Se încarcă...
FuncPluginRmoveSuccess=Eliminare reușită. Se încarcă...
FuncVotePlugSelectMsgBox=Selectați un element pentru evaluare
FuncPluginRmoveConfireSingleMsgBox=Sigur doriți eliminarea elementului selectat?
FuncPluginRmoveConfireSomeMsgBox=Sigur doriți eliminarea elementelor selectate?
FuncCheckBrowserMsgBox_1=%s este deschis.
FuncCheckBrowserMsgBox_2=Apăsați pe «OK» pentru a-l închide (Salvați mai întâi datele.)
FuncCheckBrowserMsgBox_3=Sau apăsați pe «Anulare» pentru anularea operației.
FuncCheckBrowserMsgBox_4=%s sunt deschise.
FuncCheckBrowserMsgBox_5=Apăsați pe «OK» pentru le închide (Salvați mai întâi datele.)
FuncCheckBrowserMsgBox_6=Sau apăsați pe «Anulare» pentru anularea operației.
FuncPluginRemoveFailedMsgBox_1=Eșuare eliminare a următoarelor elemente:
FuncPluginRemoveFailedMsgBox_4=%s s-ar putea să nu poată fi eliminat deoarece este protejat de %s. Închideți %s și reporniți „IObit Uninstaller” pentru a relua eliminarea.
FuncRestoreSuccessMsgBox=Restaurat la setările implicite cu succes.
FuncRestoreFailedMsgBox=Eșuare restaurare setări implicite navigator.
PluginRestoreStr=Restaurare setări implicite %s
FuncVoteMarkSelectMsgBox=Evaluați-l
FuncVoteFailedMsgBox=Evaluare eșuată, verificați conexiunea rețelei și reîncercați.
FuncVoteActiveVote=Evaluare
FuncVoteWaitting=Trimitere evaluare, așteptați puțin...
VoteStr_1=<a>un</a> utilizator l-a evaluat. Deja l-ați evaluat.
VoteStr_2=Nu sunt evaluări. Fiți primul care-l evaluează.
VoteStr_3=<a>%d</a> utilizatori l-au evaluat. Deja l-ați evaluat.
VoteStr_4=<a>%d</a> utilizatori l-au evaluat. Ce părere aveți despre acest modul?
NoticeInfoEx_One=<a>un</a> modul malițios este detectat în navigator. Deschideți „IObit Uninstaller” pentru a-l elimina.
NoticeInfoEx_Some=<a>%d</a> module malițioase sunt detectate în navigator. Deschideți „IObit Uninstaller” pentru a le elimina.
Removingnow_M=Se elimină acum...
mniOpeninRegedit_M=Deschidere în regedit
lbl_NoFoundItems.caption_M=Nu s-au găsit bare de utilitare sau module.

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Nume
rdlvAllBrowse.Columns[1].Caption=Evaluare utilizatori
rdlvAllBrowse.Columns[2].Caption=Operație
rdlvCustomBrowse.Columns[0].Caption=Nume
rdlvCustomBrowse.Columns[1].Caption=Operație
mniRemove.Caption=Eliminare
mniRate.Caption=Evaluare
mniIgone.Caption=Ignorare
mniRefush.Caption=Împrospătare
mniOpenFloder.Caption=Deschidere folder fișier
mniSelectedAll.Caption=Selectare toate
mniInvertSelection.Caption=Inversare selecție
mniSearchOnline.Caption=Căutare online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Resetare navigator
lblConfire.Caption=Sigur doriți restaurarea setărilor implicite?
lblHomepageTitle.Caption=Pagina curentă:
lblSearchTitle.Caption=Motor de căutare curent:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Anulare

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Nu s-au găsit astfel de programe (nefolosite în ultimele 2 luni)
Noprograms_Size_M=Niciun program nu depășeste %s.
Noprograms_match_M=Nu s-au găsit potriviri conform căutării.
Noprograms_Recent_M=Nu s-au instalat programe în ultimele 10 zile.
monthsago_M=acum %d luni
yearsago_M=%d évvel ezelőtt
yearsagos_M=acum %d ani
SoftwareFrame_InstallDate_M=Dată instalare
SoftwareFrame_FrequencyUse_M=Ultima accesare
HistoryInfo_DisplayName=Nume afișat
HistoryInfo_Publisher=Producător
HistoryInfo_Version=Versiunea
HistoryInfo_InstallDate=Dată instalare
HistoryInfo_UseSize=Spațiu utilizat
HistoryInfo_Location=Amplasare
HistoryInfo_UninstallDate=Dată dezinstalare
Lan_NoBundle_New=Programele încorporate sunt programe care se pot instala fără a vă notifica în timp ce instalați programul principal.
Lan_Main_Soft=Program principal
Lan_Bundled_Soft=Program încorporat
Lan_Bundled_Plug=Modul încorporat
ColumnName_Logged=Jurnal instalare
ColumnName_LogDate=Dată instalare
ViewDetail=Afișare jurnal
NoPrograms_Logged=Programele înregistrate de funcția de „Monitorizare instalări” vor putea fi dezinstalate temeinic la o viitoare dezinstalare.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Mărime
ListView_SoftwareList.Columns[2].Caption=Dată instalare
ListView_SoftwareList.Columns[3].Caption=Operație
Menu_Program_Uninstall.caption=Dezinstalare
Menu_Program_Repair.caption=Reparare
Menu_Program_Refresh.caption=Împrospătare
Menu_Program_OpenFileLocation.caption=Deschidere folder fișier
Menu_Program_OpeninRegedit.caption=Deschidere în regedit
Menu_Program_SearchOnline.caption=Căutare online

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Tip
ListView_BundleList.Columns[2].Caption=Operație
Menu_Program_Uninstall.caption=Dezinstalare
Menu_Program_OpenFileLocation.caption=Deschidere folder fișier
Menu_Program_OpeninRegedit.caption=Deschidere în regedit
Menu_Program_SearchOnline.caption=Căutare online
mni_Ignore.caption=Ignorare

[PromoteForm_M]
M_ProAD_Title=Mai multe funcții și avantaje cu ediția Pro:
M_ProAD_CleanLog=Dezinstalare temeinică programe cu jurnale create în timpul instalării
M_ProAD_Monitor=Monitorizare instalare programe și eliminare ușoară programe încorporate
M_ProAD_Database=Bază de date mare pentru eliminarea profundă a programelor greu de dezinstalat
M_ProAD_Plugin=Eliminare module malițioase/publicitare pentru o navigare sigură și plăcută
M_ProAD_Update=Un singur clic pentru a vă păstra programele permanent actualizate
M_Continue=Continuare dezinstalare
M_BundleTitle=Activați „IObit Uninstaller PRO” pentru a elimina complet programele încorporate.
M_BundleTitle2=Monitorizați instalarea programelor în timp real și eliminați ușor aplicațiile încorporate.
M_UninstallLogTitle=Activați „IObit Uninstaller PRO” pentru a detecta automat și înregistra instalarea programelor pentru o viitoare dezinstalare cu jurnalele înregistrate.
M_PluginMaliciouTitle=Activați „IObit Uninstaller PRO” pentru a elimina profund modulele malițioase/publicitare.
M_PluginMaliciouTitle2=Baza de date în continuă expansiune vă ajută la eliminarea mai multor module malițioase/publicitare.
M_UpdatePromoteOne=%d program poate fi actualizat.
M_UpdatePromoteOnes=%d programe pot fi actualizate.
M_UpdatePromoteTwo=Activați „IObit Uninstaller PRO” pentru a actualiza programul cu un singur clic.
M_UpdatePromoteTwos=Activați „IObit Uninstaller PRO” pentru a actualiza programele cu un singur clic.
M_SPUninstallFail=%s program nu a putut fi dezinstalat.
M_SPAD_Title=Activați versiunea PRO pentru a-l dezinstala cu o bază de date specifică.
M_SPUninstallFailCount=%d programe nu au putut fi dezinstalate.
M_SPADCount_Title=nu pot fi dezinstalate în mod obișnuit. Activați versiunea PRO pentru a le dezinstala cu o bază de date specifică.
SpecPromotTile_1=%s program nu a putut fi dezinstalat.
SpecPromotTile_2=%d programe nu au putut fi dezinstalate.
SpecPromotTile_3=Un program a fost dezinstalat.
SpecPromotTile_4=%d programe au fost dezinstalate.
SpecPromotTile_5=Dar un program nu a putut fi dezinstalat.
SpecPromotTile_6=Dar %d programe nu au putut fi dezinstalate.
SpecPromotInfo_1=Activați versiunea PRO pentru a-l dezinstala cu o bază de date specifică.
SpecPromotInfo_2=Activați versiunea PRO pentru a le dezinstala cu o bază de date specifică.
SpecPromotInfo_3=%s nu pot fi dezinstalate în mod obișnuit.
PromoteEnterCode=Introducere cod
UpdateProTitle=Activați versiunea Pro pentru a rezolva și următoarele probleme:
RdAdPlugins=<a>%s module malițioase/publicitare</a> trebuie eliminate pentru securizarea navigării online
RdAdPlugin=<a>%s modul malițios/publicitar</a> trebuie eliminat pentru securizarea navigării online
RdAdUpdates=<a>%s programe depășite</a> trebuie actualizate pentru a reduce riscul vulnerabilităților

[Protip_M]
Congratulations_M=Felicitări!
YouHave_M=Ați actualizat la ultima versiune „IObit Uninstaller” cu succes.
Try_M=Încercați!
Tip_M=Actualizare automată cu succes la „IObit Uninstaller” <a>%d</a>.
WhatNew_M=Ce este nou în ultima versiune:
More_M=Detalii

[Uninstaller_Public_M]
Lan_ButtonCancel=Anulare
Lan_ButtonClose=Închidere
Lan_ButtonContinue=Continuare
Lan_ButtonClean=Curățare
Lan_Cleaning=Curățare
Lan_Details=Detalii
Lan_Exit=Ieșire
Lan_Hide=Ascundere
Lan_Ignore=Ignorare
Lan_Ignored=Ignorat
Lan_item=element
Lan_items=elemente
Lan_LoadingD=Se încarcă...
Lan_WindowMin=Micșorare
Lan_WindowMax=Mărire
Lan_ButtonNo=Nu
Lan_Name=Nume
Lan_NameT=Nume (Total: %d)
Lan_Notagain=Nu mai arăta asta
Lan_ButtonOK=OK
Lan_Publisher=Producător
Lan_WindowRest=Restaurare
Lan_ButtonRemove=Eliminare
Lan_State=Stare
Lan_Show=Afișare
Lan_Scan=Scanare
Lan_Search=Căutare
Lan_ButtonUninstall=Dezinstalare
Lan_Version=Versiunea
Lan_ButtonYES=Da
Lan_ButtonFor0=Luați Pro gratis
Lan_ButtonActivate=Activare
Lan_ButtonUpgrade=Upgrade
Lan_ButtonUpgradeFor0=Upgrade gratuit
Lan_DisplayName=Nume
Lan_Installationpath=Cale instalare
Lan_Description=Descriere
Lan_LinkAbout=Despre
Lan_LinkHelp=Ajutor
Lan_SysMsgCorrupted=Unele fișiere ale „IObit Uninstaller” sunt corupte. Reinstalați-l.
Lan_Bit=bit

[Unistaller_Register_M]
license_OtherCode_M=Codul de licență %s este valid doar pentru %s. Apăsați pe butonul «OK» pentru a descărca și instala %s.
LicenseCannotconnect_M=Nu se poate contacta serverul nostru. Verificați setările rețelei/proxy și apoi reîncercați validarea licenței.
license_OtherGivewalys_M_M=%s este o licență cadou validă doar pentru versiunea specificată. Vizitați pagina de <a>aici</a> pentru a cumpăra o licență nouă pentru IObit Uninstaller %s PRO.
License_expired_M=Licența %s a expirat. Apăsați <a>aici</a> pentru a cumpăra o licență nouă.
License_maximum_M=Licența %s a fost activată pentru numărul maxim de sisteme și nu mai poate fi utilizată. Accesați pagina de <a>aici</a> pentru a cumpăra altă licență și a activa „IObit Uninstaller PRO” pentru acest sistem.
License_Free_M=Licența %s nu poate fi activată. Cumpărați altă licență pentru „IObit Uninstaller PRO”.
License_valid_M=Cod de licență nevalid! Introduceți un cod de licență valid.
LicenseSeat_M=Număr licențe:
LicenseCodeLiftTime_M=Acesta este un cod de licență pe viață, care este valid doar pentru „IObit Uninstaller” v%d. Reinstalați „IObit Uninstaller PRO” v%d.
licensedays_left_M=%d zile rămase
licenseday_left_M=%d zi rămasă
LicenseCodeLocation_M=Codul de licență %s nu este valid în regiunea sau țara dvs. Apăsați pe «OK» pentru a cumpăra unul valid.
Never_M=Niciodată

[Uninstaller_Form_Activate]
Label_Get.caption=Obținere licență
Label_Retrv.caption=Preluare cod
Label_Eg.caption=Ex.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=Navigare rapidă și sigură
lblContentThree.caption=Eliminare module malițioase/publicitare pentru o experiență de navigare online sigură și rapidă.
lblTitleFour.caption=Actualizator programe
lblContentFour.caption=Păstrare programe importante permanent la zi cu un singur clic.
RdImgBtnRegNow.caption=Înregistrare
RdLabelCaption.caption=Activați ediția Pro pentru a vă bucura de o experiență mai bună a serviciilor
Label_Please.caption=Introduceți codul de licență și apăsați pe «Înregistrare» pentru a activa toate funcțiile ediției PRO.
Label_Code.caption=Cod de licență:
RdBtnlab.caption=Mai multe avantaje, vă promitem:
RdImgBtn_Upgrade.caption=Actualizare la Pro

[Form_Activate_M]
lblTitleOne.caption_M=Dezinstalare temeinică cu jurnalizare
lblContentOne.caption_M=Dezinstalare temeinică programe cu ajutorul jurnalelor create în timpul instalării
lblTitleTwo.caption_M=Dezinstalare programe greu de dezinstalat
lblContentTwo.caption_M=Bază de date mare pentru a elimina complet programele greu de dezinstalat

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Închidere
lbleg.Caption=Ex.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Ajutor
Label_Please.caption=Introduceți codul de licență și apăsați pe «Înregistrare» pentru a activa toate funcțiile ediției PRO.
Label_Code.caption=Cod de licență:
RdImgBtnRegister.caption=Înregistrare
Label_Retrv.caption=Preluare cod
Label_HaveLicense.caption=Nu aveți o licență?
Label_click.caption=Apăsați aici pentru a obține una.
RdImageButton_Back.caption=Înapoi
RdImageButton_Close.caption=Închidere
RdLabelCaption.caption=Gestionare licență
Label_Status.caption=Stare licență:
Label_Activated.caption=Activat
Label_Lcode.caption=Cod licență:
Label_Data.caption=Dată expirare:
Label_Refresh.caption=Împrospătare
Label_Export.caption=Exportare licență
rdlblAlread.caption:=Am deja un cod de licență

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Ajutor
RdImgBtn_Closetwo.caption=Închidere
Label_success.caption=Codul licenței a fost activat cu succes!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Ținând butonul stâng al mausului apăsat, selectați zona pe care doriți să o capturați
M_NoticeInfo_AC=2. Pentru ieșire apăsați butonul drept al mausului sau apăsați pe «Esc»
M_Rect=Dreptunghi
M_Oval=Oval
M_Text=Text
M_Paintbrush=Pensulă
M_Return=Revenire (Ctrl + Z)
M_Copy=Copiere în memorie
M_Exit=Ieșire din captura de ecran
M_Save=Salvare
M_TipInfo=Captura de ecran a fost salvată în memorie. Puteți utiliza Ctrl+V pentru a o insera.
M_TipShow=Nu mai afișa din nou acest mesaj
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Setări
lbl_UserInterfaceTitle.caption=Interfață utilizator
lbl_SkinTitle.caption=Interfață:
lbl_LanguageTitle.caption=Limba curentă:
lbl_FontSize.caption=Dimensiune font:
lbl_Dark.caption=Neagră
lbl_Light.caption=Albă
lbl_UpdateTitle.caption=Metoda de actualizare
lbl_UpdateChooseDes.caption=Metoda de actualizare pentru acest produs:
btnImg_UpdateRemind.caption=Notificare când sunt disponibile actualizări
btnImg_UpdateAuto.caption=Actualizare automată
lbl_GeneralCaption.caption=Setări generale
btnImg_AutoDelete.caption=Eliminare automată fișiere reziduale găsite
btnImg_AfterUninstallAutoScan.caption=Ștergere automată fișiere rămase de la programele dezinstalate de alte dezinstalatoare
btnImg_RemoveToRecycleBin.caption=Eliminare fișiere în «Coșul de reciclare»
btnImg_ShowExplorerButton.caption=Adăugare buton «Distrugere fișiere» în Windows Explorer
btnImg_ShowComponents.caption=Fără afișare componente de sistem ce rulează
btnImg_ShowMenuButton.caption=Adăugare opțiune de dezinstalare avansată în meniul contextual din Windows
btnImg_OK.caption=OK
btnImg_Cancel.caption=Anulare
lbl_HotKey.caption=Taste dezinstalare rapidă:
lbl_OccupiedHotKey.caption=Deja folosită, introduceți altă combinație.
lbl_Notification.caption=Notificare
btn_NotifySoftUpdater.caption=Notificare când apar actualizări pentru programe.
btnImg_SystemDiskSpace.caption=Notificare când spațiul liber pe discul sistem este mai mic de 10%
lbl_Boundleware.caption=Listă ignorări
btnImg_remove.caption=Eliminare
btnImg_UserInterface.Caption=Interfață
btnImg_General.Caption=Generale
btnImg_Notification.Caption=Notificări

[Uninstall_setting_M]
Setting_UITitle=Interfață
Setting_GeneralTilte=Generale
Setting_NotificationTilte=Notificări
Setting_BoundlewareTilte=Listă ignorări
Setting_Size_Normal=Normal
Setting_Size_Large=Mare
Setting_Size_Larger=Mai mare
Setting_listviewHeader=Nume
SystemComponentsInfo=Componenetele de sistem ca Microsoft .NET Framework, Microsoft Visual C++ redistribuibil, Microsoft XNA.
btnImg_NotificInstallLog_M1=Notificare la crearea jurnalului de instalare la monitorizarea automată
btnImg_BundlewareInstalled_M=Notificare la instalarea programelor încorporate
btnImg_BrowserPlugTip_M=Notificare la instalarea modulelor malițioase
btnImg_AutoShowTipForm_M=Notificare când se detectează operația de dezinstalare a altui program de dezinstalare
btnImg_leftovers_M=Notificare când sunt detectate resturi de fișiere rămase după dezinstalarea programelor
btnImg_Boundleware.Caption_M=Listă ignorări
rdlbl_BoundlwareTip.caption_M=Programele încorporate ignorate nu vor fi detectate până la eliminarea lor din lista de mai jos.

[SoftUpdate_M]
SU_GroupOutData=Vechi
SU_GroupUpToDate_New=Actualizat
SU_Ignore=Ignorare
SU_Ignored=Ignorat
SU_NoIgnore=Anulare ignorare
SU_Update=Actualizare
SU_Updating=Se actualizează
SU_UpToDate=La zi
SU_NewVersion=Versiune nouă
SU_CurrVersion=Versiune curentă
SU_ActivePro=Activare actualizări automate
SU_Button_UpdateAll=Actualizare toate
SU_NoFindUpdates=Nu sunt actualizări
SU_IgnoreForever=Ignorare toate actualizările
SU_IgnoreCurrent=Ignorare actualizare curentă
SU_CancelUpdate=Actualizarea este în desfășurare. Sigur anulați actualizarea?

[SoftUpdatePromote_M]
IUP_Manually=Actualizare manuală
Img_Tab=Activați „IObit Uninstaller PRO” pentru a
LbIUPromote1=Actualiza toate programele importante cu un singur clic
LbIUPromote2=Instala automat actualizări fără a accesa pagina lor web
SUInstall=Instalare
SUImg_Tab=Instalare „IObit Software Updater”
LbSUPromote1=Actualiza mai multe programe fără efort
LbSUPromote2=Instala programele dorite mai ușor
SUEULA=Apăsând pe «Instalare», sunteți de acord să instalați „IObit Software Updater” și să acceptați <a>Licența</a> și <a>Politica de confidențialitate</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> program trebuie actualizat.
TipOnes=<a>%s</a> programe trebuie actualizate.
NeverShow=Nu mai arăta asta
BtnUpdate=Actualizare

[SpecUTool_M]
SpecTOpen=Deschidere
SpecTOK=OK
SpecTHide=Ascundere
TrayHint=IObit Uninstaller dezinstalează programe
SpecTUninstalling=Se dezinstalează programul următor:
SpecTUninstallingM=Se dezinstalează programele următoare:
SpecTUninstalled=program a fost dezinstalat.
SpecTUninstalledM=programe au fost dezinstalate.
SpecTClose=Închidere

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Restaurare sistem
rdlblDesc.Caption=Restaurare sistem la starea în care se afla înainte de evenimentul selectat. Ultimul punct de restaurare nu poate fi șters pentru securitatea sistemului.
ListView_Restore.Columns[0].Caption=Data si ora
ListView_Restore.Columns[1].Caption=Descriere
btn_CreateRestorePoint.Caption=Creare punct de restaurare
RdImageButton_Restore.Caption=Restaurare
RdImageButton_Delete.Caption=Ștergere
lblNull.Caption=Nu s-a creat un punct de restaurare.
Rdlbl_CreateRestorePoint.caption=Creare punct de restaurare

[SystemRestore_M]
SysRestore_CreateComplete=Punct de restaurare creat cu succes!
SysRestore_CreateFailed=Crearea punctului de restaurare a eșuat! Verificați dacă este activată opțiunea de «Restaurare sistem».
SysRestore_CreateRestore_Confirm=Sigur doriți crearea unui punct de restaurare?
SysRestore_CreateRestore_Tip=Se crează un punct de restaurare, așteptați puțin...
SysRestore_CreateRestore_Failed=Crearea punctului de restaurare a eșuat! Verificați dacă este activată opțiunea «Restaurare sistem».
SysRestore_SetRestore_Confirm=ATENȚIE: Restaurarea sistemului la un punct de restaurare va anula toate modificările efectuate după acel punct de restaurare. După pornire, restaurarea sistemului nu poate fi anulată sau întreruptă. Sigur doriți să continuați?
SysRestore_SetRestore_Reboot=Este necesară repornirea sistemului pentru a se aplica modificările. Salvați toate fișierele deschise și închideți programele deschise înainte de a repornire. Reporniți sistemul acum?
SysRestore_SetRestore_Tip=Se restaurează fișierele și setările sistemului, așteptați puțin...
SysRestore_Delete_Confirm=Sigur doriți să-l ștergeți?

[UninstallForm_M]
MsgBox_SelectProgram=Selectați cel puțin un program.
Msg_Bundle_RebootSpec=a fost dezinstalat. Reporniți sistemul pentru a se finaliza dezinstalarea.
OneItemStr=%d element
SomeItemStr=%d elemente
Clean_Uninstall=Dezinstalare completă
RebootToDelete_Str=(Ștergere la repornire)
UninstallingSingleStr=Sigur doriți să dezinstalați programul selectat?
UninstallingSomeStr=Sigur doriți să dezinstalați cele %d programe selectate?
UninstallingSingleStrUpdate=Confirmați dezinstalarea actualizării Windows selectată?
UninstallingSomeStrUpdate=Confirmați dezinstalarea celor %d actualizări Windows selectate?
UninstallingSingleStrApp=Confirmați dezinstalarea aplicației Windows selectată?
UninstallingSomeStrApp=Confirmați dezinstalarea celor %d aplicații Windows selectate?
Uninstall_Str=Se dezinstalează %s (%d/%d)
Scan_Str=Se scanează %s (%d/%d)
UninstallOne_Str=Se dezinstalează %s
ScanOne_Str=Se scanează %s
CreateRetore_Str=Se crează un punct de restaurare, așteptați puțin...
SureToDeleteSomeStr=S-au dezinstalat <a>%d</a> programe. Dar au mai rămas următoarele fișiere reziduale.
SureToDeleteOneStr=S-a dezinstalat <a>1</a> program. Dar au mai rămas următoarele fișiere reziduale.
SureToDeleteSomeStrApp=<a>%d</a> aplicații Windows s-au dezinstalat. Dar au mai rămas următoarele elemente reziduale.
SureToDeleteOneStrApp=<a>O</a> aplicație Windows s-a dezinstalat. Dar au mai rămas următoarele elemente reziduale.
SureToDeleteByHistroy=S-au găsit fișiere reziduale.
DeletingStr=Se șterg fișierele rămase, așteptați puțin
DeleteCancleStr=Sigur doriți să anulați ștergerea?
RestoringCancleStr=Se crează un punct de restaurare. Sigur doriți să anulați operația?
UninstallingCancleStr=Dezinstalarea este în desfășurare și ar putea rămâne fișiere reziduale dacă o opriți acum. Sigur doriți să ieșiți?
ScaningCancleStr=Scanarea este în desfășurare și pot rămâne fișiere reziduale dacă o opriți acum. Sigur doriți să ieșiți?
RegistryCaption_Str=Regiștri
FileCaption_Str=Fișier
TaskCaption_Str=Sarcină programată
ServiceCaption_Str=Servicii de sistem
DllCaption_Str=Înregistrare DLL
SuccessReslutFromHistroySingle=Fișierele reziduale au fost șterse cu succes. Verificați detaliile mai jos:
SuccessReslutFromUninstallSingle=Ați dezinstalat cu succes <a>%d</a> program cu detaliile de mai jos:
SuccessReslutFromUninstallSome=Ați dezinstalat cu succes <a>%d</a> programe cu detaliile de mai jos:
SuccessReslutFromUninstallSingleApp=S-a dezinstalat corect <a>%d</a> aplicație Windows cu detaliile de mai jos:
SuccessReslutFromUninstallSomeApp=S-au dezinstalat corect <a>%d</a> aplicații Windows cu detaliile de mai jos:
SuccessReslutNeedRestartSingle=A fost dezinstalat <a>%d</a> program.
SuccessReslutNeedRestartSome=Au fost dezinstalate <a>%d</a> programe.
FileDeleteReslut=Fișiere șterse: <a>%s</a>
RegDeleteReslut=Intrări regiștri șterse: <a>%d</a>
TaskDeleteReslut=Sarcini programate șterse: <a>%d</a>
ServiceDeleteReslut=Servicii șterse: <a>%d</a>
DeepDeleteReslut=Elemente înregistrate șterse: <a>%d</a>
HtmlRecomReslutCaption=Programe dezinstalate: <a>%d</a>. S-au eliminat resturile de mai jos:
HtmlRecomReslutCaption1=S-a dezinstalat <a>%d</a> program și eliminat resturile de mai jos:
HtmlRecomReslutAppCaption=S-au dezinstalat <a>%d</a> aplicații Windows și eliminat resturile de mai jos:
HtmlRecomReslutAppCaption1=S-au dezinstalat <a>%d</a> aplicație Windows și eliminat resturile de mai jos:
HtmlFileReCaption=Fișiere inutile: <a>%s</a>
HtmlRegReCaption=Intrări în regiștri inutile: <a>%d</a>
HtmlTaskReCaption=Sarcini programate nevalide: <a>%d</a>
HtmlServicesReCaption=Servicii de sistem nevalide: <a>%d</a>
HtmlFileReCaptionOne=<a>%s</a> fișiere inutile
HtmlRegReCaptionOne=<a>%d</a> intrări în regiștri inutile
HtmlTaskReCaptionOne=<a>%d</a> sarcini programate nevalide
HtmlServicesReCaptionOne=<a>%d</a> servicii de sistem nevalide
UninstallPromote=Cumpărare
RebootYes=Repornire
RebootLater=Mai târziu
FromHistroyNoItem=Nu s-au găsit resturi.
FromUninstallNoItem=Dezinstalare finalizată.
RelatedMetroText=Aceste aplicații sunt înrudite. Dezinstalând-o pe oricare din ele o va dezinstala automat și pe cealaltă. Sigur doriți să continuați dezinstalarea?
RelatedSoftText=Programele încorporate de mai sus au fost instalate în același timp. Doriți să le dezinstalați împreună?
HtmlADPluginCaption=Module publicitare care interferează: <a>%d</a>
HtmlMaliciousPluginCaption=Module malițioase periculoase: <a>%d</a>
MoneyBackInfo=Vă veți bucura de un sistem mai sigur și rapid eliminând complet programele și modulele nedorite. Garanție de rambursare a banilor de 60 de zile. Fără alte întrebări.
SpecRestartAll=Reporniți sistemul pentru a dezinstala complet următoarele programe. Repornire acum?
SpecRestartOne=Reporniți sistemul pentru a dezinstala complet următorul program. Repornire acum?
UnPromoteTitle=Dar cu ediția PRO, puteți avea mai multe funcții și beneficii:
UnPromote_60=Garanția de returnare a banilor în primele 60 de zile
PromotelbPlugins=Eliminați <a>%d</a> module malițioase/publicitare pentru a o navigare online sigură
PromotelbPlugin=Eliminați <a>%d</a> modul malițios/publicitar pentru a o navigare online sigură
PromotelbPlugin0=Eliminați module malițioase/publicitare pentru o navigare online sigură
PromotelbUpdate=Actualizare cu un singur clic a <a>%d</a> programe depășite pentru e reduce riscurile de securitate
PromotelbUpdate0=Actualizare cu un singur clic a programelor depășite pentru e reduce riscurile de securitate
PromotelbMoreDB=Eliminarea programelor greu de dezinstalat în mod normal
PromotelbClean=Eliminare programe încorporate nedorite cu un singur clic
PromotelbAuto=Ștergere automată a resturilor rămase după alte programe de dezinstalare
NeedCloseApp=%s rulează și trebuie închis înainte de a putea fi dezinstalat. Sigur îl închideți?
LB_Free=Gratuit
LB_Pro=PRO
RestoreOpenstr=Opțiunea „Restaurare sistem” nu este activată. Apăsați pe «OK» pentru a o activa astfel încât „IObit Uninstaller” să poată crea puncte de restaurare înainte de a dezinstala programele.
OfficialFail=Eșuare dezinstalare a următorului program. Puteți încerca să-l dezinstalați cu programul său oficial de dezinstalare.
OfficialFails=Eșuare dezinstalare a următoarelor programe. Puteți încerca să le dezinstalați cu programul lor oficial de dezinstalare.
QuitDonwload=Sigur doriți anularea descărcării?
LogHintTitle=Mai multe beneficii. Vă promitem:
LogHintStr=+ Dezinstalarea temeinică a programelor monitorizate<br>+ Eliminare completă a peste 200 de programe greu de dezinstalat<br>+ Dezisnstalarea ușoară și completă a programelor încorporate
UpgradePromote=Treceți la „IObit Uninstaller PRO” pentru a șterge automat fișierele reziduale
UpgradeFileDelete=%s fișiere reziduale au fost șterse cu succes.
UpgradeRegsDelete=%s intrări reziduale din regiștri au fost șterse cu succes.
UpgradeRegDelete=%s intrare reziduală din regiștri a fost ștearsă cu succes.
PromoteB_Title=Mai multe probleme pot fi reparate cu versiunea PRO:
PromoteB_Update=Programele vechi pot fi actualizate cu un singur clic:
PromoteB_Plugin=Modulele malițioase/publicitare ar trebui eliminate pentru o navigare sigură:
PromoteB_Leftover=Resturile rămase după dezinstalări pot fi eliminate pentru un sistem mai curat:
PromoteB_Log=Programele jurnalizate pot fi complet dezinstalate:
PromoteB_Unuse=Programele nefolosite în ultimele două luni pot fi dezinstalate:
PromoteB_Banweb=Notificările site-urilor pot fi blocate pentru a evita întreruperile nedorite:
PromoteB_Fix=Fixare
PromoteB_Stubborn=Programele dificile pot fi eliminate în profunzime:
OfficialSp_1=Dezinstalare completă a următorului program folosind propriul său utilitar de dezinstalare.
OfficialSps_1=Dezinstalare completă a următoarelor programe folosind propriul lor utilitar de dezinstalare.
LogPromoteHintTitle=Curățare profundă a tuturor programelor înregistrate cu <a>ediția PRO</a>:
LogPromoteHintRegs=<a>%s</a> intrări în regiștri
LogPromoteHintReg=<a>%s</a> intrare în regiștri
LogPromoteHintFiles=<a>%s</a> fișiere
LogPromoteHintFile=<a>%s</a> fișier
LogPromoteHintTasks=<a>%s</a> sarcini programate
LogPromoteHintTask=<a>%s</a> sarcină programată
LogPromoteHintServices=<a>%s</a> servicii de sistem
LogPromoteHintService=<a>%s</a> serviciu de sistem
LogPromoteHintDlls=<a>%s</a> înregistrări dll
LogPromoteHintDll=<a>%s</a> înregistrare dll
LogPromoteFormLogPro=programe înregistrate
LogPromoteFormDesc=pot fi curățate profund cu ediția Pro
LogPromoteFormTip=Detalii ca mai jos:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Deschidere în regedit
mniMenu_Path.caption=Deschidere folder fișier
btnImg_AllMainCancel.caption=Anulare
btnImg_Uninstall.caption=Dezinstalare
btnImg_ChkAutoDelete.caption=Eliminare automată fișiere reziduale găsite
btnImg_ChkCreateRestore.caption=Creare punct de restaurare înainte de dezinstalare
lbl_IsUninstallHint.caption=Doriți să dezinstalați programul selectat?
btnImg_Delete.caption=Ștergere
btnImg_ReslutCancel.caption=Anulare
btnImgl_SeletedAll.caption=Selectare toate
btnImg_ChkShredFile.caption=Distrugător fișiere
lbl_NoPowerScan.caption=Dezinstalare finalizată.
btnImg_RecommendClose.caption=Închidere
btnImg_Restart.caption=Da
lbl_MoneyBackTitle.caption=Dezinstalare completă garantată și un sistem mai curat
btn_Tab.caption=Primiți mai mult cu IObit Uninstaller PRO
lbl_InfoDB.caption=O bază de date mare pentru a elimina profund programele greu de dezinstalat
lbl_InfoRemove.caption=Eliminare extensii malițioase și publicitare pentru o navigare mai sigură și plăcută
lbl_InfoUpdate.caption=Monitorizare instalare programe și eliminare programe încorporate

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=S-au găsit programe încorporate.
btn_UninstallAll.caption=Dezinstalare toate
lbl_Info.caption=Dezinstalare toate programele asociate nedorite următoare cu „IObit Uninstaller PRO” sau doar dezinstalare program curent.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=S-au găsit programe încorporate. Selectați și programele încorporate nedorite pentru a fi dezinstalate.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Noutăți

[WindowsUpdate_M]
Update_NoItem_Tip=Nu sunt actualizări Windows
NoSerchItem_Tip=Nu s-au găsit potriviri conform căutării.
Update_Loading_Tip=Se încarcă...
Update_WindowsTitle=Aici sunt afișate toate actualizările Windows instalate. Dezinstalați-le pe cele nedorite pentru a elibera spațiu.
Button_Uninstall=Dezinstalare

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Dată instalare
mniUninstall.caption=Dezinstalare
mniRefush.caption=Reafișare

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Eliminator programe dificiele
lbl_NewDescTitle.caption=Uneori este dificilă dezinstalarea programelor fără a folosi propriul utilitar oficial de dezinstalare sau nu poate fi găsit fișierul lor de dezinstalare. Cu baza noastră de date specifică, programele pot fi eliminate ușor și complet.

[Uninstaller_Stubborn_M]
MalwareGroup=Programe malițioase (%d)
MalwareDes=Detectare și eliminare programe malițioase pentru a proteja sistemul.
IssuesGroupEx=Programe cu probleme de dezinstalare (%d)
IssuesDesEx=Dezinstalare programe cu probleme de dezinstalare, cum ar fi lipsa datelor de dezinstalare din regiștri, dezinstalator propriu defect sau proces de dezinstalare corupt.
OfficialGroupEx=Baza de date oficială cu eliminări (%d)
OfficialDesEx=Unele programe nu pot fi dezinstalate în mod normal din motive de securitate. Le puteți dezinstala ușor folosind propriul dezinstalator oficial.
AllGroupEx=Bază de date programe suportate (%d)
AllDesEx=Aici este o listă cu mai multe programe pe care este posibil să nu le puteți găsi o intrare de dezinstalare în alte locuri. Le puteți dezinstala cu ușurință de aici.
ProblemsTip=Probleme găsite
LoadingTip=Se încarcă baza de date cu programe suportate...

